Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: How long a visitor can access site after passing challenge.
ar: المدة التي يمكن للزائر خلالها الوصول إلى الموقع بعد اجتياز التحدي.
de: Wie lange ein Besucher nach bestandener Challenge auf die Website zugreifen kann.
es: Cuánto tiempo puede acceder un visitante al sitio después de superar el desafío.
fr: Durée pendant laquelle un visiteur peut accéder au site après avoir réussi le défi.
it: Per quanto tempo un visitatore può accedere al sito dopo aver superato la verifica.
ja: チャレンジに合格した後、訪問者がサイトにアクセスできる期間。
ko: 챌린지를 통과한 후 방문자가 사이트에 액세스할 수 있는 기간입니다.
pt_br: Por quanto tempo um visitante pode acessar o site após passar no desafio.
ru: Как долго посетитель может получать доступ к сайту после прохождения проверки.
zh_hans: 访问者通过质询后可以访问网站的时长。
zh_hant: 訪客通過驗證後可以存取網站的時長。

source: How long a visitor is allowed access after successfully completing a challenge.
ar: المدة المسموح بها للزائر بالوصول بعد إكمال التحدي بنجاح.
de: Wie lange ein Besucher nach erfolgreichem Abschluss einer Herausforderung Zutritt hat.
es: Cuánto tiempo se le permite el acceso a un visitante después de completar con éxito un desafío.
fr: Combien de temps un visiteur est autorisé à accéder après avoir réussi un défi.
it: Per quanto tempo a un visitatore è consentito l'accesso dopo aver completato con successo una sfida.
ja: チャレンジが正常に完了した後、訪問者がアクセスを許可される期間。
ko: 방문자가 챌린지를 성공적으로 완료한 후 액세스가 허용되는 기간입니다.
pt_br: Por quanto tempo um visitante tem acesso permitido após concluir um desafio com êxito.
ru: Как долго посетителю разрешен доступ после успешного выполнения задания.
zh_hans: 访客成功完成验证后允许访问的时间长度。
zh_hant: 访客成功完成驗證後允許访问的時間长度。

source: How long resources are cached in visitor browsers.
ar: ما المدة التي يتم خلالها تخزين الموارد مؤقتًا في متصفحات الزوار؟
de: Wie lange Ressourcen in Besucherbrowsern zwischengespeichert werden.
es: Cuánto tiempo se almacenan en caché los recursos en los navegadores de los visitantes.
fr: Combien de temps les ressources sont mises en cache dans les navigateurs des visiteurs.
it: Per quanto tempo le risorse vengono memorizzate nella cache nei browser dei visitatori.
ja: リソースが訪問者のブラウザにキャッシュされる期間。
ko: 방문자 브라우저에 리소스가 캐시되는 기간입니다.
pt_br: Por quanto tempo os recursos são armazenados em cache nos navegadores dos visitantes.
ru: Как долго ресурсы кэшируются в браузерах посетителей.
zh_hans: 资源在访客浏览器中的缓存时长。
zh_hant: 资源在访客浏覽器中的快取時长。

source: How long resources are cached on Cloudflare's edge network.
ar: ما هي مدة تخزين الموارد مؤقتًا على شبكة Cloudflare الطرفية.
de: Wie lange Ressourcen im Edge-Netzwerk von Cloudflare zwischengespeichert werden.
es: Cuánto tiempo se almacenan en caché los recursos en la red perimetral de Cloudflare.
fr: Combien de temps les ressources sont mises en cache sur le réseau périphérique de Cloudflare.
it: Per quanto tempo le risorse vengono memorizzate nella cache sulla rete edge di Cloudflare.
ja: リソースがCloudflareのエッジネットワークにキャッシュされる期間。
ko: Cloudflare의 에지 네트워크에 리소스가 캐시되는 기간입니다.
pt_br: Por quanto tempo os recursos ficam armazenados em cache na rede de borda da Cloudflare.
ru: Как долго ресурсы кэшируются в периферийной сети Cloudflare.
zh_hans: 资源在 Cloudflare 边缘网络中的缓存时长。
zh_hant: 资源在 Cloudflare 邊緣網路中的快取時长。

source: HSTS (Strict Transport Security)
ar: HSTS (أمن النقل الصارم)
de: HSTS (Strenge Transportsicherheit)
es: HSTS (Seguridad estricta en el transporte)
fr: HSTS (Sécurité Stricte des Transports)
it: HSTS (sicurezza rigorosa dei trasporti)
ja: HSTS (厳格な輸送セキュリティ)
ko: HSTS(엄격한 전송 보안)
pt_br: HSTS (Segurança Estrita de Transporte)
ru: HSTS (строгая транспортная безопасность)
zh_hans: HSTS (严格传输安全)
zh_hant: HSTS (严格傳輸安全性)

source: HTTP & Cache Inspector
ar: مفتش HTTP وذاكرة التخزين المؤقت
de: HTTP- und Cache-Inspektor
es: Inspector de caché y HTTP
fr: Inspecteur HTTP et cache
it: Ispettore HTTP e cache
ja: HTTP とキャッシュのインスペクター
ko: HTTP 및 캐시 검사기
pt_br: Inspetor de HTTP e Cache
ru: Инспектор HTTP и кэша
zh_hans: HTTP 与缓存深度检查器
zh_hant: HTTP 与快取深度檢查器

source: HTTP & Transport Acceleration
ar: تسريع HTTP والنقل
de: HTTP- & Transportbeschleunigung
es: Aceleración de HTTP y transporte
fr: Accélération HTTP et transport
it: Accelerazione HTTP e trasporto
ja: HTTP とトランスポートの高速化
ko: HTTP 및 전송 가속
pt_br: Aceleração de HTTP e transporte
ru: Ускорение HTTP и транспорта
zh_hans: HTTP 与传输加速
zh_hant: HTTP 與傳輸加速

source: HTTP Header Action
ar: إجراء رأس HTTP
de: HTTP-Header-Aktion
es: Acción de encabezado HTTP
fr: Action d'en-tête HTTP
it: Azione intestazione HTTP
ja: HTTPヘッダーアクション
ko: HTTP 헤더 작업
pt_br: Ação do cabeçalho HTTP
ru: Действие HTTP-заголовка
zh_hans: HTTP 标头操作
zh_hant: HTTP 標頭操作

source: HTTP Header Inspector
ar: مفتش رأس HTTP
de: HTTP-Header-Inspektor
es: Inspector de encabezado HTTP
fr: Inspecteur d'en-tête HTTP
it: Ispettore intestazione HTTP
ja: HTTPヘッダーインスペクター
ko: HTTP 헤더 검사기
pt_br: Inspetor de cabeçalho HTTP
ru: Инспектор HTTP-заголовков
zh_hans: HTTP 响应头探测
zh_hant: HTTP 响應頭探測

source: HTTP Method
ar: طريقة HTTP
de: HTTP-Methode
es: Método HTTP
fr: Méthode HTTP
it: Metodo HTTP
ja: HTTPメソッド
ko: HTTP 방법
pt_br: Método HTTP
ru: HTTP-метод
zh_hans: 请求方法 (Method)
zh_hant: 請求方法 (Method)

source: HTTP Protocol
ar: بروتوكول HTTP
de: HTTP-Protokoll
es: Protocolo HTTP
fr: Protocole HTTP
it: Protocollo HTTP
ja: HTTPプロトコル
ko: HTTP 프로토콜
pt_br: Protocolo HTTP
ru: Протокол HTTP
zh_hans: HTTP 协议版本
zh_hant: HTTP 協議版本

source: HTTP Status
ar: حالة HTTP
es: Estado HTTP
fr: Statut HTTP
it: Stato HTTP
ja: HTTPステータス
ko: HTTP 상태
pt_br: Status HTTP
ru: Статус HTTP
zh_hans: HTTP 状态码
zh_hant: HTTP 狀態碼

source: HTTP Strict Transport Security
ar: أمان النقل الصارم لـ HTTP (HSTS)
de: HTTP Strict Transport Security (HSTS)
es: HTTP Strict Transport Security (HSTS)
fr: HTTP Strict Transport Security (HSTS)
it: HTTP Strict Transport Security (HSTS)
ja: HTTP Strict Transport Security (HSTS)
ko: HTTP 엄격한 전송 보안 (HSTS)
pt_br: HTTP Strict Transport Security (HSTS)
ru: HTTP Strict Transport Security (HSTS)
zh_hans: HTTP 严格传输安全 (HSTS)
zh_hant: HTTP 嚴格傳輸安全 (HSTS)

source: HTTP/2 and HTTP/3 (QUIC) drastically reduce page load latency and handshake round trips.
ar: يعمل HTTP/2 وHTTP/3 (QUIC) على تقليل وقت استجابة تحميل الصفحة وجولات المصافحة بشكل كبير.
de: HTTP/2 und HTTP/3 (QUIC) reduzieren die Latenz beim Laden von Seiten und Handshake-Roundtrips drastisch.
es: HTTP/2 y HTTP/3 (QUIC) reducen drásticamente la latencia de carga de la página y los viajes de ida y vuelta del protocolo de enlace.
fr: HTTP/2 et HTTP/3 (QUIC) réduisent considérablement la latence de chargement des pages et les allers-retours de négociation.
it: HTTP/2 e HTTP/3 (QUIC) riducono drasticamente la latenza di caricamento della pagina e i round trip di handshake.
ja: HTTP/2 と HTTP/3 (QUIC) は、ページの読み込みレイテンシとハンドシェイクのラウンドトリップを大幅に短縮します。
ko: HTTP/2 및 HTTP/3(QUIC)은 페이지 로드 지연 시간과 핸드셰이크 왕복 횟수를 대폭 줄여줍니다.
pt_br: HTTP/2 e HTTP/3 (QUIC) reduzem drasticamente a latência de carregamento da página e as viagens de ida e volta do handshake.
ru: HTTP/2 и HTTP/3 (QUIC) значительно сокращают задержку загрузки страниц и циклы рукопожатия.
zh_hans: HTTP/2 和 HTTP/3 (QUIC) 可大幅减少页面加载延迟和握手往返次数。
zh_hant: HTTP/2 和 HTTP/3 (QUIC) 可大幅減少頁面載入延遲和交握往返次數。

source: HTTP/2 Prioritization
ar: تحديد أولويات HTTP/2
de: HTTP/2-Priorisierung
es: Priorización HTTP/2
fr: Priorisation HTTP/2
it: Priorità HTTP/2
ja: HTTP/2の優先順位付け
ko: HTTP/2 우선순위
pt_br: Priorização HTTP/2
ru: Приоритизация HTTP/2
zh_hans: HTTP/2 优先级排序
zh_hant: HTTP/2 优先級排序

source: HTTP/3 (with QUIC)
ar: HTTP/3 (مع QUIC)
de: HTTP/3 (mit QUIC)
es: HTTP/3 (con QUIC)
fr: HTTP/3 (avec QUIC)
it: HTTP/3 (con QUIC)
ja: HTTP/3 (QUIC あり)
ko: HTTP/3(QUIC 포함)
pt_br: HTTP/3 (com QUIC)
ru: HTTP/3 (с QUIC)
zh_hans: HTTP/3 (使用 QUIC)
zh_hant: HTTP/3 (使用 QUIC)

source: HTTPS Rewrites
ar: إعادة كتابة HTTPS
es: Reescrituras HTTPS
fr: Réécritures HTTPS
it: Riscritture HTTPS
ja: HTTPS の書き換え
ko: HTTPS 재작성
pt_br: Reescritas HTTPS
ru: Перезапись HTTPS
zh_hans: HTTPS 重写
zh_hant: HTTPS 重寫

source: https://example.com or *
ar: https://example.com أو *
de: https://example.com oder *
es: https://ejemplo.com o *
fr: https://exemple.com ou *
it: https://esempio.com o *
ja: https://example.com または *
ko: https://example.com 또는 *
pt_br: https://example.com ou *
ru: https://example.com или *
zh_hans: https://example.com 或 *
zh_hant: https://example.com 或 *

source: Hyperdrive
ar: Hyperdrive تسريع قاعدة البيانات
de: Hyperdrive DB-Beschleunigung
es: Hyperdrive Aceleración BD
fr: Hyperdrive Accélération BD
it: Hyperdrive Accelerazione DB
ja: Hyperdrive DB 加速
ko: Hyperdrive DB 가속
pt_br: Hyperdrive Aceleração BD
ru: Hyperdrive Ускорение БД
zh_hans: Hyperdrive 数据库加速
zh_hant: Hyperdrive 資料庫加速

source: Hyperdrive accelerates database queries from Workers to existing regional databases.
ar: يعمل Hyperdrive على تسريع استعلامات قاعدة البيانات من العمال إلى قواعد البيانات الإقليمية الموجودة.
de: Hyperdrive beschleunigt Datenbankabfragen von Workern an bestehende regionale Datenbanken.
es: Hyperdrive acelera las consultas de bases de datos de los Workers a bases de datos regionales existentes.
fr: Hyperdrive accélère les requêtes de base de données des Workers vers les bases de données régionales existantes.
it: Hyperdrive accelera le query del database dai Worker ai database regionali esistenti.
ja: Hyperdrive は、Workerから既存の地域データベースへのデータベース クエリを高速化します。
ko: Hyperdrive는 Worker에서 기존 지역 데이터베이스로의 데이터베이스 쿼리를 가속화합니다.
pt_br: O Hyperdrive acelera consultas de banco de dados de Workers para bancos de dados regionais existentes.
ru: Hyperdrive ускоряет запросы к базам данных от Workers к существующим региональным базам данных.
zh_hans: Hyperdrive 加速从 Workers 到现有区域数据库的查询。
zh_hant: Hyperdrive 加速從 Workers 到現有区域資料庫的查询。

source: Hyperdrive Created
ar: تم إنشاء محرك Hyperdrive
de: Hyperdrive erstellt
es: Hiperimpulsor creado
fr: Hyperdrive créé
it: Creato l'iperguida
ja: ハイパードライブが作成されました
ko: 하이퍼드라이브가 생성되었습니다.
pt_br: Hiperdrive criado
ru: Гипердвигатель создан
zh_hans: Hyperdrive 已创建
zh_hant: Hyperdrive 已建立

source: Hyperdrive Deleted
ar: تم حذف محرك Hyperdrive
de: Hyperdrive gelöscht
es: Hiperimpulsor eliminado
fr: Hyperdrive supprimé
it: Hyperdrive eliminato
ja: ハイパードライブが削除されました
ko: 하이퍼드라이브가 삭제되었습니다.
pt_br: Hiperdrive excluído
ru: Гипердвигатель удален
zh_hans: Hyperdrive 已删除
zh_hant: Hyperdrive 已刪除

source: I P Geolocation Disabled
ar: تم تعطيل الموقع الجغرافي لـ IP
de: IP-Geolokalisierung deaktiviert
es: Geolocalización IP desactivada
fr: Géolocalisation IP désactivée
it: Geolocalizzazione IP disattivata
ja: IP 地理位置情報を無効にしました
ko: IP 지리적 위치 비활성화됨
pt_br: Geolocalização IP desativada
ru: Геолокация IP отключена
zh_hans: 已禁用 IP 地理位置
zh_hant: 已停用 IP 地理位置

source: I P Geolocation Enabled
ar: تم تفعيل الموقع الجغرافي لـ IP
de: IP-Geolokalisierung aktiviert
es: Geolocalización IP activada
fr: Géolocalisation IP activée
it: Geolocalizzazione IP attivata
ja: IP 地理位置情報を有効にしました
ko: IP 지리적 위치 활성화됨
pt_br: Geolocalização IP ativada
ru: Геолокация IP включена
zh_hans: 已启用 IP 地理位置
zh_hant: 已啟用 IP 地理位置

source: I Pv6 Disabled
ar: تم تعطيل IPv6
de: IPv6 deaktiviert
es: IPv6 desactivado
fr: IPv6 désactivé
it: IPv6 disattivato
ja: IPv6 を無効にしました
ko: IPv6 비활성화됨
pt_br: IPv6 desativado
ru: IPv6 отключен
zh_hans: 已禁用 IPv6
zh_hant: 已停用 IPv6

source: I Pv6 Enabled
ar: تم تفعيل IPv6
de: IPv6 aktiviert
es: IPv6 activado
fr: IPv6 activé
it: IPv6 attivato
ja: IPv6 を有効にしました
ko: IPv6 활성화됨
pt_br: IPv6 ativado
ru: IPv6 включен
zh_hans: 已启用 IPv6
zh_hant: 已啟用 IPv6

source: I'm Under Attack Mode
ar: أنا تحت وضع الهجوم
de: Ich befinde mich im Angriffsmodus
es: Estoy bajo modo de ataque
fr: Je suis en mode attaque
it: Sono in modalità attacco
ja: 攻撃モード中です
ko: 나는 공격 모드에 있다
pt_br: Estou sob modo de ataque
ru: Я в режиме атаки
zh_hans: I'm Under Attack 模式
zh_hant: I'm Under Attack 模式

source: I'm Under Attack Mode™
ar: وضع أنا أتعرض للهجوم™
de: „Ich werde angegriffen“-Modus™
es: Modo Estoy bajo ataque™
fr: Mode « Je suis attaqué »™
it: Modalità Sotto attacco™
ja: 「攻撃を受けています」モード™
ko: '공격받는 중' 모드™
pt_br: Modo Sob ataque™
ru: Режим «Под атакой»™
zh_hans: Under Attack 模式™
zh_hant: Under Attack 模式™

source: I'm Under Attack!
ar: أنا أتعرض لهجوم!
de: Ich werde angegriffen!
es: ¡Estoy bajo ataque!
fr: Je suis attaqué !
it: Sotto attacco!
ja: 攻撃を受けています！
ko: 공격받고 있습니다!
pt_br: Estou sob ataque!
ru: Сайт атакован!
zh_hans: 我正遭受攻击！
zh_hant: 我正受到攻擊！

source: ID: %@
ar: المعرف: %@

source: If your server goes down, Cloudflare will serve your website's static pages from our cache.
ar: إذا تعطل الخادم الخاص بك، فسوف يقوم Cloudflare بخدمة الصفحات الثابتة لموقع الويب الخاص بك من ذاكرة التخزين المؤقت لدينا.
de: Wenn Ihr Server ausfällt, stellt Cloudflare die statischen Pages Ihrer Website aus unserem Cache bereit.
es: Si su servidor falla, Cloudflare servirá las páginas estáticas de su sitio web desde nuestro caché.
fr: Si votre serveur tombe en panne, Cloudflare servira les pages statiques de votre site Web à partir de notre cache.
it: Se il tuo server non funziona, Cloudflare servirà le pagine statiche del tuo sito web dalla nostra cache.
ja: サーバーがダウンした場合、CloudflareはキャッシュからWebサイトの静的ページを提供します。
ko: 서버가 다운되면 Cloudflare는 캐시에서 웹사이트의 정적 페이지를 제공합니다.
pt_br: Se o seu servidor cair, a Cloudflare servirá as páginas estáticas do seu site a partir do nosso cache.
ru: Если ваш сервер выйдет из строя, Cloudflare будет обслуживать статические страницы вашего сайта из нашего кеша.
zh_hans: 如果您的服务器宕机，Cloudflare 将从我们的缓存中提供您网站的静态页面。
zh_hant: 如果您的服务器宕机，Cloudflare 将從我们的快取中提供您網站的静態頁面。

source: Ignore Query String
ar: تجاهل سلسلة الاستعلام
de: Abfragezeichenfolge ignorieren
es: Ignorar cadena de consulta
fr: Ignorer la chaîne de requête
it: Ignora la stringa di query
ja: クエリ文字列を無視する
ko: 쿼리 문자열 무시
pt_br: Ignorar string de consulta
ru: Игнорировать строку запроса
zh_hans: 忽略查询字符串
zh_hant: 忽略查询字符串

source: Image & Vision Generation
ar: توليد الصور والرؤية
de: Bild- & Visionsgenerierung
es: Generación de imágenes y visión
fr: Génération d'images et vision
it: Generazione di immagini e visione
ja: 画像および視覚生成
ko: 이미지 및 비전 생성
pt_br: Geração de imagens e visão
ru: Генерация изображений и компьютерное зрение
zh_hans: 图像生成与视觉
zh_hant: 影像生成與視覺

source: Image Optimization
ar: تحسين الصور
de: Bildoptimierung
es: Optimización de imágenes
fr: Optimisation des images
it: Ottimizzazione delle immagini
ja: 画像の最適化
ko: 이미지 최적화
pt_br: Otimização de imagem
ru: Оптимизация изображений
zh_hans: 图片画质与格式优化
zh_hant: 圖片畫質與格式最佳化

source: Immediately
ar: في الحال
de: Sofort
es: Inmediatamente
fr: Immédiatement
it: Immediatamente
ja: すぐに
ko: 즉시
pt_br: Imediatamente
ru: Немедленно
zh_hans: 立即
zh_hant: 立即

source: Import BIND File
ar: استيراد ملف BIND
de: BIND-Datei importieren
es: Importar archivo BIND
fr: Importer un fichier BIND
it: Importa file BIND
ja: BINDファイルのインポート
ko: BIND 파일 가져오기
pt_br: Importar arquivo BIND
ru: Импортировать файл BIND
zh_hans: 导入 BIND 文件
zh_hant: 導入 BIND 文件

source: Import BIND Zone File
ar: استيراد ملف منطقة BIND
de: BIND-Zonendatei importieren
es: Importar archivo de zona BIND
fr: Importer un fichier de zone BIND
it: Importa file di zona BIND
ja: BIND ゾーン ファイルをインポート
ko: BIND 영역 파일 가져오기
pt_br: Importar arquivo de zona BIND
ru: Импорт файла зоны BIND
zh_hans: 导入 BIND 区域文件
zh_hant: 匯入 BIND 區域檔案

source: Import Failed
ar: فشل الاستيراد
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l'importation
it: Importazione non riuscita
ja: インポートに失敗しました
ko: 가져오기 실패
pt_br: Falha na importação
ru: Ошибка импорта
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Improve the paint time for pages which include JavaScript.
ar: تحسين وقت الطلاء للصفحات التي تتضمن JavaScript.
de: Verbessern Sie die Malzeit für Pages, die JavaScript enthalten.
es: Mejore el tiempo de pintura para páginas que incluyen JavaScript.
fr: Améliorez le temps de peinture pour les pages qui incluent JavaScript.
it: Migliora il tempo di disegno per le pagine che includono JavaScript.
ja: JavaScript を含むページのペイント時間を改善します。
ko: JavaScript가 포함된 페이지의 페인트 시간을 개선합니다.
pt_br: Melhore o tempo de pintura para páginas que incluem JavaScript.
ru: Увеличьте время отрисовки страниц, содержащих JavaScript.
zh_hans: 缩短包含 JavaScript 页面的渲染时间。
zh_hant: 缩短包含 JavaScript 頁面的渲染時間。

source: In a period of
ar: في فترة
de: In einer Zeit von
es: en un periodo de
fr: Dans une période de
it: In un periodo di
ja: ある時期に、
ko: 의 기간에는
pt_br: Num período de
ru: В период
zh_hans: 在以下时间段内
zh_hant: 在以下時間段内

source: Inactive
ar: غير نشط
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo
ja: 非アクティブ
ko: 비활성
pt_br: Inativo
ru: Неактивный
zh_hans: 未激活
zh_hant: 未激活

source: Incident policies & webhook destinations
ar: سياسات الحوادث ووجهات الرد التلقائي على الويب
de: Vorfallrichtlinien und Webhook-Ziele
es: Políticas de incidentes y destinos de webhooks
fr: Politiques en matière d'incidents et destinations des webhooks
it: Politiche sugli incidenti e destinazioni dei webhook
ja: インシデントポリシーとWebhook宛先
ko: 사고 정책 및 웹훅 대상
pt_br: Políticas de incidentes e destinos de webhook
ru: Политики инцидентов и места назначения веб-перехватчиков
zh_hans: 事件告警策略与 Webhook 推送通道
zh_hant: 事件告警策略与 Webhook 推送通道

source: Include Subdomains
ar: تضمين النطاقات الفرعية
de: Subdomains einschließen
es: Incluir subdominios
fr: Inclure les sous-domaines
it: Includi sottodomini
ja: サブドメインを含める
ko: 하위 도메인 포함
pt_br: Incluir subdomínios
ru: Включить поддомены
zh_hans: 包含子域名
zh_hant: 包含子網域稱

source: Include the country code of the visitor location with all requests to your website.
ar: قم بتضمين رمز البلد الخاص بموقع الزائر مع جميع الطلبات المقدمة إلى موقع الويب الخاص بك.
de: Geben Sie bei allen Anfragen an Ihre Website den Ländercode des Besucherstandorts an.
es: Incluya el código de país de la ubicación del visitante con todas las solicitudes a su sitio web.
fr: Incluez le code du pays de l’emplacement du visiteur avec toutes les demandes adressées à votre site Web.
it: Includi il codice paese della località del visitatore in tutte le richieste al tuo sito web.
ja: Web サイトへのすべてのリクエストには、訪問者の所在地の国コードを含めてください。
ko: 웹사이트에 대한 모든 요청에는 방문자 위치의 국가 코드를 포함하세요.
pt_br: Inclua o código do país do local do visitante em todas as solicitações ao seu site.
ru: Включайте код страны местоположения посетителя во все запросы на ваш сайт.
zh_hans: 在向您的网站发送的所有请求中包含访客所在国家/地区代码。
zh_hant: 在向您的網站發送的所有請求中包含访客所在国家/地区程式碼。

source: Incoming requests to this public domain and path will route through the tunnel.
ar: سيتم توجيه الطلبات الواردة إلى هذا النطاق العام والمسار عبر النفق.
de: Eingehende Anfragen an diese öffentliche Domain und diesen Pfad werden durch den Tunnel weitergeleitet.
es: Las solicitudes entrantes a este dominio y ruta públicos se enrutarán a través del túnel.
fr: Les requêtes entrantes vers ce domaine public et ce chemin seront acheminées via le tunnel.
it: Le richieste in arrivo a questo dominio e percorso pubblico verranno instradate attraverso il tunnel.
ja: このパブリック ドメインおよびパスへの受信リクエストは、トンネル経由でルーティングされます。
ko: 이 공용 도메인 및 경로로 들어오는 요청은 터널을 통해 라우팅됩니다.
pt_br: As solicitações recebidas para este domínio público e caminho serão roteadas pelo túnel.
ru: Входящие запросы к этому общедоступному домену и пути будут направляться через туннель.
zh_hans: 发送至此公共域名和路径的传入请求将通过隧道进行路由。
zh_hant: 傳送至此公開網域和路徑的連入請求將透過通道進行路由。

source: Inference Playground
ar: ملعب الاستدلال
de: Inferenz-Spielplatz
es: Patio de juegos de inferencia
fr: Terrain de jeu d’inférence
it: Parco giochi per l'inferenza
ja: 推論遊び場
ko: 추론 플레이그라운드
pt_br: Parque de inferências
ru: Игровая площадка для умозаключений
zh_hans: 模型试运行 (Playground)
zh_hant: 模型试运行 (Playground)

source: Inferencing on Cloudflare edge…
ar: الاستدلال على حافة Cloudflare…
de: Rückschlüsse auf Cloudflare Edge…
es: Inferencias en el borde de Cloudflare…
fr: Inférence sur Cloudflare Edge…
it: Inferenza sull'edge di Cloudflare…
ja: Cloudflare エッジで推論しています…
ko: Cloudflare 엣지에서 추론 중…
pt_br: Inferência na borda da Cloudflare…
ru: Выводы на границе Cloudflare…
zh_hans: 正在 Cloudflare 边缘进行推理…
zh_hant: 正在 Cloudflare 邊緣进行推理…

source: Info
ar: معلومات
de: Infos
es: Información
fr: Informations
it: Informazioni
ja: 情報
ko: 정보
pt_br: Informações
ru: Информация
zh_hans: 操作信息
zh_hant: 操作信息

source: Ingress Routing Rules (%lld)
ar: قواعد توجيه الدخول (%lld)
de: Ingress-Routing-Regeln (%lld)
es: Reglas de enrutamiento de ingreso (%lld)
fr: Règles de routage d'entrée (%lld)
it: Regole di routing in ingresso (%lld)
ja: 受信ルーティング ルール (%lld)
ko: 수신 라우팅 규칙(%lld)
pt_br: Regras de roteamento de entrada (%lld)
ru: Правила входной маршрутизации (%lld)
zh_hans: Ingress 转发路由 (%lld)
zh_hant: Ingress 轉發路由 (%lld)

source: Ingress Rule Added
ar: تمت إضافة قاعدة الدخول
de: Ingress-Regel hinzugefügt
es: Regla de ingreso agregada
fr: Règle d'entrée ajoutée
it: Aggiunta regola di ingresso
ja: イングレスルールの追加
ko: 수신 규칙이 추가됨
pt_br: Regra de entrada adicionada
ru: Добавлено правило входящего трафика
zh_hans: 入站规则已添加
zh_hant: 入站規則已新增

source: Ingress Rule Deleted
ar: تم حذف قاعدة الدخول
de: Eingangsregel gelöscht
es: Regla de ingreso eliminada
fr: Règle d'entrée supprimée
it: Regola di ingresso eliminata
ja: イングレスルールが削除されました
ko: 수신 규칙이 삭제되었습니다.
pt_br: Regra de entrada excluída
ru: Правило входящего трафика удалено.
zh_hans: 入站规则已删除
zh_hant: 入站規則已刪除

source: Initial Code (ES Module)
ar: الرمز الأولي (وحدة ES)
de: Initialcode (ES-Modul)
es: Código inicial (módulo ES)
fr: Code initial (module ES)
it: Codice Iniziale (Modulo ES)
ja: 初期コード（ESモジュール）
ko: 초기 코드(ES 모듈)
pt_br: Código Inicial (Módulo ES)
ru: Исходный код (модуль ES)
zh_hans: 初始代码 (ES 模块)
zh_hant: 初始程式碼 (ES 模块)

source: Initial Origin Server
ar: خادم الأصل الأولي
de: Ursprünglicher Ursprungsserver
es: Servidor de origen inicial
fr: Serveur d'origine initial
it: Server di origine iniziale
ja: 初期オリジンサーバー
ko: 초기 원본 서버
pt_br: Servidor de origem inicial
ru: Начальный исходный сервер
zh_hans: 初始源服务器
zh_hant: 初始源服务器

source: Insert
ar: إدراج
de: Einfügen
es: Insertar
fr: Insérer
it: Inserire
ja: 入れる
ko: 끼워 넣다
pt_br: Inserir
ru: Вставлять
zh_hans: 插入
zh_hant: 插入

source: Insert Failed
ar: فشل الإدراج
de: Einfügen fehlgeschlagen
es: Error al insertar
fr: Échec de l'insertion
it: Inserimento non riuscito
ja: 挿入に失敗しました
ko: 삽입 실패
pt_br: Falha na inserção
ru: Вставить не удалось
zh_hans: 插入失败
zh_hant: 插入失败

source: Insert Row
ar: إدراج صف
de: Zeile einfügen
es: Insertar fila
fr: Insérer une ligne
it: Inserisci riga
ja: 行の挿入
ko: 행 삽입
pt_br: Inserir linha
ru: Вставить строку
zh_hans: 插入行
zh_hant: 插入行

source: Inspect CF-Ray & CF-Cache-Status
ar: فحص حالة CF-Ray وCF-Cache
de: Überprüfen Sie den CF-Ray- und CF-Cache-Status
es: Inspeccionar el estado de CF-Ray y CF-Cache
fr: Inspecter l'état de CF-Ray et CF-Cache
it: Ispeziona lo stato di CF-Ray e CF-Cache
ja: CF-Ray と CF キャッシュのステータスを検査する
ko: CF-Ray 및 CF-Cache-상태 검사
pt_br: Inspecione CF-Ray e CF-Cache-Status
ru: Проверьте состояние CF-Ray и CF-Cache
zh_hans: 检测 CF-Ray 与 CDN 缓存命中状态
zh_hant: 檢測 CF-Ray 与 CDN 快取命中状態

source: Inspect CF-Ray, CF-Cache-Status & edge headers
ar: افحص CF-Ray وCF-Cache-Status ورؤوس الحواف
de: Überprüfen Sie CF-Ray, CF-Cache-Status und Edge-Header
es: Inspeccionar CF-Ray, CF-Cache-Status y encabezados de borde
fr: Inspecter CF-Ray, CF-Cache-Status et les en-têtes Edge
it: Ispeziona CF-Ray, CF-Cache-Status e intestazioni edge
ja: CF-Ray、CF-Cache-Status、およびエッジヘッダーを検査する
ko: CF-Ray, CF-Cache-Status 및 에지 헤더 검사
pt_br: Inspecione CF-Ray, CF-Cache-Status e cabeçalhos de borda
ru: Проверьте CF-Ray, CF-Cache-Status и граничные заголовки.
zh_hans: 检查 CF-Ray、CF-Cache-Status 与边缘响应头
zh_hant: 檢查 CF-Ray、CF-Cache-Status 与邊緣响應頭

source: Inspect Edge Response
ar: فحص استجابة الحافة
de: Überprüfen Sie die Kantenreaktion
es: Inspeccionar la respuesta del borde
fr: Inspecter la réponse du bord
it: Ispezionare la risposta del fronte
ja: エッジ応答の検査
ko: 에지 응답 검사
pt_br: Inspecione a resposta da borda
ru: Проверьте реакцию края
zh_hans: 检查边缘响应
zh_hant: 檢查邊緣响應
